Repository: dionyysus/FriendsMemo
Catalog: Localizable.xcstrings
Source language: en
Languages: tr

source: Add Friend
tr: Arkadaş Ekle

source: Add Memory
tr: Anı Ekle

source: Add Pages to Your Books
tr: Kitaplarına Sayfalar Ekle

source: Add Text and Images
tr: Metin ve Resimler Ekle

source: Are you sure you want to clear all content from this page?
tr: Bu sayfadaki tüm içeriği silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this book?
tr: Bu kitabı silmek istediğinizden emin misiniz?

source: Book Cover
tr: Kitap Kapağı

source: Book Title
tr: Kitap Başlığı

source: Build your collection by adding new pages to capture every important memory
tr: Her önemli anı yakalamak için yeni sayfalar ekleyerek koleksiyonunu oluştur

source: Cancel
tr: İptal

source: Clear
tr: Temizle

source: Clear Page Content
tr: Sayfa İçeriğini Temizle

source: Continue
tr: Devam Et

source: Create Memory Books
tr: Anı Kitapları Oluştur

source: Delete
tr: Sil

source: Design personalized memory books with custom colors to organize your special moments
tr: Özel anlarını düzenlemek için özel renklerle kişiselleştirilmiş anı kitapları tasarla

source: Done
tr: Tamam

source: Draw Your Memories
tr: Anılarını Çiz

source: Edit
tr: Düzenle

source: Enhance your memories with photos and text to tell your complete story
tr: Tam hikayeni anlatmak için anılarını fotoğraflar ve metinlerle zenginleştir

source: Enter Book Name
tr: Kitap Adını Gir

source: Enter book's name
tr: Kitabın adını gir

source: Express yourself through drawing directly on your memory pages
tr: Anı sayfalarına doğrudan çizim yaparak kendini ifade et

source: Friends List
tr: Arkadaş Listesi

source: Get Started
tr: Başla

source: Memories
tr: Anılar

source: Memory Library
tr: Anı Kütüphanesi

source: New Friend
tr: Yeni Arkadaş

source: New Memory
tr: Yeni Anı

source: No memories yet
tr: Henüz anı yok

source: Page
tr: Sayfa

source: Page %@
tr: Sayfa %@

source: Skip
tr: Geç

source: Tap + to add your first page
tr: İlk sayfanı eklemek için + simgesine dokun

source: TITLE
tr: BAŞLIK
